{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.3", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 40, "batch_input_shape": [null, 18], "kernel_regularizer": null, "trainable": true, "dtype": "float32", "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "activation": "linear", "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 50, "kernel_regularizer": null, "trainable": true, "name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "activation": "linear", "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 50, "kernel_regularizer": null, "trainable": true, "name": "dense_3", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "activation": "linear", "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 1, "kernel_regularizer": null, "trainable": true, "name": "dense_4", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "activation": "linear", "bias_constraint": null}}]}